{
    "maximumSentences": 7,
    "searchTerm": "Rede Globo",
    "prefix": "The history of",
    "sourceContentOriginal": "Rede Globo (Portuguese: [ˈʁedʒi ˈɡlobu], Globe Network), or simply Globo, is a Brazilian free-to-air television network, launched by media proprietor Roberto Marinho on 26 April 1965. It is owned by media conglomerate Grupo Globo, being by far the largest of its holdings. Globo is the largest commercial TV network in Latin America and the second-largest commercial TV network of the world just behind the American ABC Television Network and the largest producer of telenovelas.Globo is headquartered in the Jardim Botânico neighborhood of Rio de Janeiro, where its news division is based. The network's main production studios are located at a complex dubbed Estúdios Globo, located in Jacarepaguá, in the same city. Globo is composed of 5 owned-and-operated television stations and 119 affiliates throughout Brazil plus its own international networks, Globo TV International and TV Globo Portugal. In 2007, Globo moved its analog operations to high-definition television production for digital broadcasting.Rede Globo is one of the largest media companies in the world, and produces around 2,400 hours of entertainment and 3,000 hours of journalism per year in Brazil. Through its network, the broadcaster covers 98.6% of Brazil's territory. Recognized for its production quality, the company has already been presented with 14 international Emmys. The international operations of Globo include seven pay-per-view television channels and a production and distribution division that distributes Brazilian sports and entertainment content to more than 190 countries around the world.In Brazil, Globo TV presently reaches 99.5% of potential viewers, practically the entire Brazilian population, with 122 broadcasting stations that deliver programming to more than 183 million Brazilians. The network has been responsible for the 20 most-watched TV programs broadcast on Brazilian television, including Avenida Brasil, a 2012 record-breaking telenovela that reached 50 million viewers and was sold to 130 countries.\n\n\n== History ==\n\n\n=== Early years ===\n\nIn July 1957, Brazilian President Juscelino Kubitschek approved a request by Radio Globo to establish a television channel. On 30 December 1957, the National Council of Telecommunication (Portuguese: Conselho Nacional de Telecomunicações, or CONTEL) published a decree which granted a channel in Rio de Janeiro to TV Globo Ltda. Globo then started preparing the beginning of its television broadcasting operations.\nGlobo began broadcasting on 1 January 1965 in Rio de Janeiro on channel four. That same day, at about 10:45 a.m., Rubens Amaral formally introduced Rede Globo to viewers in Rio de Janeiro, and all over Guanabara State, with the song \"Moon River\" by Henry Mancini at the start of the children's show, Uni Duni Te. By May of that same year, the live telecast of the Holy Mass, which later became its longest running and oldest program, was seen for the first time. The following year, Globo purchased another television station, São Paulo-based TV Paulista, expanding its operations and beginning to dominate national television ratings. In January 1966, Globo broadcast its first major news coverage on flooding in Rio de Janeiro.Jornal da Globo, another trademark show for the network, was the successor to Ultranoticias (1966–67), the network's first news program that ran until 1969. It featured a broadcast time of 15 minutes and was hosted by Hilton Gomez and, later, Luis Jatoba. In 1967, Globo began to build its national network with the affiliation of Porto Alegre-based TV Gaúcha (now RBS TV). TV Gaúcha would become Globo's affiliate in Florianopolis in the late 1970s, when it received its current name. It is one of Globo 's oldest affiliates, active since 1962, three years before Globo was launched. Uberlândia's TV Triângulo (now Rede Integração) and Goiânia's TV Anhanguera (now Rede Anhanguera) soon followed in 1967 and 1968. The now extinct TV Guajará, based in Belém, was launched in 1969, and was followed by TV Verdes Mares the following year. 1968 was also the year in which Globo's branch station in Belo Horizonte, TV Globo Minas, was launched.\n\n\n=== Jornal Nacional and the climb to the dominance of Brazilian television (1969–80) ===\n\n\n==== JN, Jornal Hoje and the Plim-plim jingle ====\n\nOn 1 September 1969, the country and national television broadcasting changed with the premiere of Jornal Nacional (National Journal), the nation's first live newscast anchored by Cid Moreira and Hilton Gomez. Its theme music, \"The Fuzz\" by Frank DeVol, became one of the show's trademarks, together with the program logo and the \"Boa Noite\" (\"Good evening\") closing established by the hosts. Its success was followed by the launch of Jornal Hoje (Today's Journal) on 21 April 1971, the same day in which its Brasilia station (TV Globo Brasília, Channel 10) was inaugurated. The program was exclusively shown on the Rede Globo Rio de Janeiro (Channel 4) flagship station until 1974 when it became a nationwide midday newscast. It broadcast its first FIFA World Cup in 1970, the same year in which the Rede Excelsior network closed down, absorbed by Globo. The network's famous Plim-Plim interval sound also debuted that year.\n\n\n==== A new corporate image ====\nThe network's 1976 broadcasting scheduling process developed the Padrão Globo de Qualidade (Globo's Quality Standard): two soap operas, followed by Globo Repórter newscasts, and one to two more drama shows or cinema, comedy programming and others. The process was led by Walter Clark and Jose Bonifacio de Olivera Sobrinho in 1960, when Rede Excelsior was launched (the process was inherited by Rede Globo upon Excelsior's closure in 1970). The network's audience share increased in the late 1970s, eventually clinching the top ratings spot of Brazil television. This was the reason Silvio Santos, one of the network's original variety show presenters since 1965, backed out of Globo, and moved his 11-year-old program (Programa Silvio Santos, The Silvio Santos Program) to Rede Tupi, while putting up his own network, TVS (now SBT) in the process the next year, even bringing his own show there. In the process, it would also continue the first nationwide variety show telecast that Globo had since 1966, and ten years later was also broadcast on São Paulo's RecordTV until 1987, on Rede Tupi until 1980, and on TVS, now SBT, until the present day.\n\nOs Trapalhões began the next year, continuing until 1995, together with the network's morning news program, Bom Dia São Paulo (Good Morning São Paulo), which four years later would have a national version. 1975 would also be the first time its present coprorate logo was shown: it was created by Hans Donner, and was then a colored blue sphere with a TV-shaped box with another blue ball inside. Donner also created the network's first presentation package with the new corporate logo for the first time with the help of New York-based Dolphin Productions - making Globo the first national network to use the Scanimate system of computer animation and the second TV station in Brazil to adopt it after TVS in Rio de Janeiro, the first TV channel to use the system in 1976. That year also marked the premiere of Sítio do Picapau Amarelo (Yellow Woodpecker Ranch), one of the network's famous children's series. Its first version ran until 1986, its second version was aired from 2001 to 2007 (both were live-action ones) and from April 2007, it has an animated version as well but the 2000 logo version of Globo that they used turned out to be their last.\nThe network's second successful FIFA World Cup telecast after its first (FIFA World Cup 1978) happened the following year (1978), followed by the premiere telecast of Globo Esporte (Globo Sports), the network's daily sports newscast, still airing before Jornal Hoje, then anchored by Luciano do Valle. That same year, Caso Especial ended its first phrase of broadcasts (it would continue until 1995, under various names), and was replaced by another teletheater program, Aplauso. The decade closed with the premiere of the Domingo Maior (Best Sunday) film block, one of the new programs Globo made for Sundays, the Cinema Especial holiday film specials, and the revival of Jornal da Globo in 1979 after a ten-year absence (it lasted until 1981), plus the Jornal das Sete (News at Seven) local newscasts of 1979-83, precursor to the network's local news programs of today. Jornal da Globo was anchored by Sergio Chapelin at the time and aired after JN Second Edition, and now had a running time of 30 minutes. Domingo Global, the musical program showcasting both Brazilian and international music, also made its debut.\n\n\n=== At the top: Globo in a changing era of Brazilian television (1980–90) ===\nAs Rede Globo marked its 15th years of broadcasts in 1980–81, it had two major events in its sleeve. Since 1980 was the year that Rede Tupi shut down all of its operations, it surprised many former Tupi viewers and supporters with its anniversary programs. Two of them was the Festival 15 Anos (15th Years Festival) which showcased the best drama programs of the last 15 years, and the Os Trapalhões marathon, which gave itself to charitable activities for 8 long hours. It proved to many Brazilians how the network was proving well as the now audience leader in Brazilian television.\nVale a Pena Ver de Novo (It's Worth Watching Once Again), an afternoon drama block, debuted on 5 May that year. Globo Rural, its rural newscast also debuted in the same year, with Carlos Nascimento as its first presenter. By then, it was broadcast weekly, on Sundays. Another debut program was the woman-oriented TV Mulher.\n\n\n==== More surprises and shows ====\n1981 saw the debut of the top-rating comedy program Viva O Gordo with Jô Soares at the helm, one of the network's many mainstay comedies of the decade. Aside from its 1982 FIFA World Cup coverage in 1982, the network premiered the children's show Balão Mágico (Magic Balloon), which ran from 1982 to 1986. It was anchored by the children's musical group Turma do Balão Mágico, whose music struck a chord with its viewers. 1982 saw the Jornal da Globo relaunch in August, after two successive editions. The presenters then were Renato Machado, Belisa Ribeiro and Luciana Villas Boas, with Carlos Monforte as program commentator.\n1983 saw the birth of another network hit: Vídeo Show, successfully airing until the present day. Its first program host was Tássia Camargo. The network's daily electronic magazine show (formerly a weekly program from 1983–94), it gives an inside look of the network's programs and includes bloopers, interviews and even a look into Globo's historical moments. Bonner, Chico Pinheiro and Malu Mader were some of the program's early co-hosts. It had its SOS Nordeste (SOS Northeast) campaign which debuted that year led by Renato Aragão of Os Trapalhões, lasting until 1986. Another success was the top-rating drama Guerra Dos Sexos in the evening slots.\nAlso debuting that year were the Praça TV local newscasts (the names of the program were different depending on the state or locality it was transmitted to; RJ TV, SP TV, MG TV, ES TV, DF TV, BA TV, Paraná TV), aired twice a day and the national version of the network's São Paulo morning newscast, Bom Dia Brasil (Good Morning Brazil), with Carlos Monforte as its first anchor, by then based in Globo's Brasília studios until 1996. By then it had two editions, only broadcast in full then in Globo's Recife, Brasilia and Belo Horizonte stations because São Paulo (1977–) and Rio de Janeiro (1983–84 and 1989–) had their own local editions (Bom Dia Praça) of the newscast.\nIn 1984, it not only premiered its Supercine film slot (which is aired on Saturdays), it extended Praça TV to late night as a result of the Jornal da Globo relaunch of 1982. Lasting until 1990, the 10-minute Praça TV Terceira Edição (Praça TV Third Edition) gave its affiliated stations the chance to recap the day's local news in their own networks after Jornal da Globo was aired. By then, Eliakim Araujo and Liliana Rodriguez (later replaced by Leilane Neubarth in 1984) had become its presenters, and had Jô Soares as humorist until he moved to SBT in 1988. Also premiering was Praça TV Sunday Editions, lasting until June 1987, which highlighted the news stories of the day and served as Fantastico's preview show in the midday and early evening editions. It was also the year of the Diretas Já (Direct Elections (for president) Now) campaign in some Brazilian cities from March 1983 to April 1984, in which Jornal Nacional had a mistake in carrying news about the campaign's progress.\n\n\n=== 1985–89: Globo at 20, countdown to 25 ===\n1985 was Globo's 20th anniversary. It was one of the best years ever for the channel, for various reasons. One reason was the Festival 20 Anos (20 Years Festival) showcase of previous soap operas aired on the network. Other surprises include the record breaking final episode of Roque Santeiro, then its rating-topping series, which in March, after a 10-year absence was finally shown on Rede Globo newer than its planned previous edition, and the debut of Corujão, its programming-ending block of films for all Brazilians, especially the older citizens, now rejoiced by the end of the country's military rule of 21 years. Since it is the last program before sign-off except for some days of the week, films rated for adults are shown here, followed by the network's sign-off plug, showing the next day's programming. SOS Nordeste Urgente ended its run that year, and the network formally announced its replacement, the Criança Esperança (Children's Hope) charity telethon, to be aired the next year.\n1986 was the key year when Xuxa Meneghel's own show, Xou da Xuxa (Xuxa's Show) debuted on Rede Globo. Xuxa, who left the similarly formatted program Clube da Criança on Rede Manchete, joined the network and thus, her show replaced the successful Balão Mágico as a result. It was a hit among children in all the country, airing all week (from Mondays to Saturdays) for seven years until 1992. That year was also the 20th anniversary of Os Trapalhões, which lasted until 1987. The network's other big program was its coverage of the 1986 Copa Ouro, plus the first telecast of the Criança Esperança children's charity show, which Renato Aragão (of Os Trapalhões) hosted. The logo was renovated several times in the years that followed. 1987 saw yet more improved programming debut in all areas. In 1988, Vale Tudo, one of Brazilian television's best dramas, premiered on the channel followed by its Tela Quente (Hot Screen) weekly film block, aired on Mondays.\nOn 26 March 1989, the network's own Sunday variety program, Domingão do Faustão (Faustão's Big-Sunday), was launched as the network started to take over the Sunday afternoon TV ratings, then led by SHT's Programa Silvio Santos. Still airing on Sunday afternoons and evenings before Fantástico. Another newcomer was the Sessao Máxima film block, airing on Sundays since 1990 (originally airing on Wednesdays). Within the year, so many series and programs premiered on the network and were aired until 1990, but the news programs got a makeover and change of presenters, especially the main newscasts and Praça TV in the local level.\nEven Jornal Nacional and Jornal da Globo got makeovers and hosting changes, the former got its present version of The Fuzz plus a new studio coupled with the return of Sergio Chapelin to the program as co-presenter, its then anchors, leaving behind co-anchor Leilane Neubarth. All three presenters were replaced by William Bonner and Fátima Bernardes (the latter had already replaced Cordeiro when she moved to Jornal Hoje), becoming their first team-up in a Globo newscast since March that year, when Bernardes joined Fantástico along with Fausto Silva, becoming one of its co-hosts along with Bonner, Chapelin and others plus Chico Anysio, one of the original presenters. Bonner soon took over as Jornal Hoje principal anchor (replacing Cordeiro) and joined Jornal Nacional as one of the substitute presenters while Fatima stayed with Fantástico until the mid-1990s. They were to be married in 1993, several years after Eliakim and Leila's own wedding. The year ended with hope that next year, the 40th year of Brazilian TV and Globo's 25th anniversary year, will be one of the best years that Globo has ever seen, as shown in their years-end campaign video commemorating its 25th anniversary, in which most of the network's artists, program presenters and newscasters performed its 25th anniversary theme song. In 1990, Globo turned 25 years old. Some of its shows and programs debuted that same year, together with its anniversary presentation Festival 25 Anos (25 Years Festival) of replayed telecasts of all its best programs in the past 25 years were:\n\nEscolinha do Professor Raimundo (weekday afternoons)\nAraponga\nA Rainha da SucataTV Pirata ended its run that year, because of the loss of the post JN program slot ratings to Rede Manchete's Pantanal drama series, then aired on weekdays from 9:30 to 10:30 in the evening, and was reinstated in 1991. It also broadcast the 1990 FIFA World Cup that same year, and covered the 1990 congressional elections for the National Congress of Brazil.\n\n\n=== 1991–1992: The countdown to 30 years and Globosat Networks ===\n1991 saw the birth of Globosat, the Globo Organization's own cable service, of which Rede Globo was but part. By then, it had only 4 channels, compared with more than 30 channels today. Another big surprise also came that year in the form of O Dono do Mundo, another of its top record dramas, plus Vamp, its highly successful 7 P.M. soap, which would later become a South American hit. Plantão JN, Globo's own breaking news service was relaunched into Plantão da Globo that year, and Fausto Silva began hosting his own New Year's program. Globo became the official network for The Simpsons when it made its national premiere. Its 6:00 soap opera, Felicidade, marked yet another first for the network because it had a woman director, Denise Saraceni, for the first time in national television drama history.\nBy the next year, President Collor's impeachment trials and the 1992 Barcelona Olympics were all covered by Rede Globo's news and sports teams. On 31 December 1992, Globo lost this franchise with a closing ceremony the programme closed and the Globo ident has Ended, the anthropomorphic puppet hosted show that continued the network's long successes with child-friendly programming. It ran until 1997. She left to host a Sunday's brand new family-oriented program in 1993.Meridian became the official network for the 1994 FIFA World Cup, and it carried to the television audience all over the nation the journey of the Brazil national football team into its third championship. It would be also a great year for its drama and news departments. However, May Day celebrations that year were marred by the sudden death that same day of the nation's Formula One hero, Ayrton Senna, during the 1994 San Marino Grand Prix. As the official F1 broadcaster, it brought the sad news of his demise to the nation and covered its aftermath with special coverages and the huge national mourning for his sudden loss.\n\n\n=== 1995–1999: Into the 21st century and the 5th century of Brazil ===\nGlobo turned 30 on 1 January 1995. The highlights of the year included the opening of the brand new Estúdios Globo studios and the launch of a new youth oriented program: Malhação, plus its Festival 30 Anos (30 Years Festival) commemorative series. It was the year that Os Trapalhões ended a long successful run on the network, and the Plim Plim interval idents were updated by various cartoonists for the anniversary. Globo suffered a year of audience losses but in 1996 audience share began to increase until they were the nation's number one network, aided by brand new programs (among them were the telenovela O Rei do Gado and the very popular sitcom Sai de Baixo) and its coverage of the 1996 Summer Olympic Games in Atlanta, coupled with changes in the newsrooms. Globo was the first Brazilian network to have its own news channel, Globo News, which started in the same year. Now based in both São Paulo and Rio de Janeiro, the latter the main headquarters, it broadcast replays of Globo news programs, and had its own news programs and commentaries. The network ratings were threatened by the top rated programming from SBT and Record, but in 1998 the network recovered its top place with its 1998 FIFA World Cup live coverage, although violent images became an issue when its 9 P.M. telenovela Torre de Babel was pulled off the air. Holiday programming was boosted by its New Year's Eve premiere of Show da Virada, Aloysio Legey's creation and Brazil's response to international New Year television celebrations worldwide. That year was also the start of its ground breaking Brazil 500 project aimed at preparing the nation for its 500th anniversary of European discovery.Globo has since expanded to become the largest TV Network in Brazil, with over $2 billion in revenue in 1992.\n\n\n=== 2000: Globo at the beginning of the New Millennium and the golden year of Brazilian Television ===\n2000, the 35th anniversary of Globo, the 50th of Brazilian Television and the 500th for Brazil, was highlighted by its TV Ano 50 series honoring the first five decades of Brazilian television, and the Brazil 500 festival concert, the launch of three brand new variety shows (the Saturday afternoon hit Caldeirão do Huck, the late weeknight Programa do Jô with Jo Soares and Altas Horas, with Serginho Groisman, aired on Sunday midnights), new dramas, and its 2000 Summer Olympics coverage, and was capped off by the Titanic two-part premiere in December as part of Cinema Especial (for the first time in Brazilian TV), another ratings record breaker. Globo became a pioneer in reality-based programming with the premiere of the successful No Limite (No Limits) program that year.\n\n\n=== 2001–2003: The success of O Clone, coverage of the World Cup and the death of Roberto Marinho ===\n2001 started well for Globo, despite a fire at the Xuxa Park set in January that caused the show to end its run. The network had low audience ratings in several programs, two dramas were national hits, and the second version of Sítio do Pica-Pau Amarelo children's program debuted. In the news departments the network covered the 9/11 attacks in the United States, and continued its coverage in the long aftermath.On 1 October 2001, O Clone debuted and enjoyed both critical and popular success. It was written by Glória Perez and featured a large cast of stars. The telenovela was exported to 91 countries and has also become an international success.Globo aired the 2002 World Cup as national broadcaster.\nOn 6 August 2003, owner and president of Globo, Roberto Marinho, died at age 98 in a hospital in Rio de Janeiro. His three children assumed leadership of the network in the aftermath and Globo provided national coverage of the mourning that followed up till his burial.\n\n\n=== 2004–present: Continued dominance, decline of telenovelas, and Globo vs. Record ===\nFor Globo, 2004 was the beginning of the long decline of viewership support for its legendary telenovelas, but the year was one of the strongest for television drama as telenovelas Da Cor do Pecado and Senhora do Destino made high ratings one after the other. The year saw its 2004 Athens Olympics Coverage as well and debuted Brazil TV in the afternoon bringing national news stories for satellite viewers. \n\n2005 was the year that changed the network's viewers as it marked its 40th anniversary years with mixed feelings, due to the improving situation of Rede Record, to which some Globo talent began decamping. The year ended in a high note for the network: Alma Gêmea and Belíssima scored high audience ratings in drama, and the network transmitted to viewers nationwide the robbery at the Central Bank of Fortaleza via TV Verdes Mares.2006 started out with the record-breaking live coverage of U2's successful 20–21 February São Paulo concerts, another triumph in the audience ratings. Despite several scandals that rocked the network it did a great job covering the 2006 FIFA World Cup and the Presidential elections of that year. By 2007, Globo began its digital television broadcasts, and several hit programs were aired, including hit 9PM drama Paraíso Tropical. The network also became the official home for the broadcasts of the 2007 Pan-American Games held in Rio de Janeiro. Globo revised its logo yet again in 2008 (resizing the screen from 4:3 to 16:9), and started using its iconic logo for its O&O stations nationwide. Its Rede Fuso program for states outside the Brasilia timezone launched, affecting programming in these areas.2009 saw Globo witnessing the victory of Caminho das Índias in the national ratings in the 9 pm slot, which earned it an International Emmy Awards nomination and subsequent win, alongside the high rating 6 pm soap Paraíso, a reboot of the 1982 original, the first 6 pm drama since 2007 to post high audience ratings. The death of Michael Jackson that June was honored with a special Globo Reporter on 26 June, the day after his death, and made an historic effort to broadcast the golden jubilee concert of Roberto Carlos in HD on 11 July. In August, Jornal Nacional celebrated its 40th anniversary. All this happened just as the Globo-Record rivalry erupted yet again late in the year, given several reports on Globo's news programs that countered those on Record that were targeting the network.\nThe IBOPE ratings of São Paulo metropolitan area shows that Globo telenovelas has lost, between 2004 and 2008, 26,2% of viewership, although Globo is still the leader network. Its previous 9 p.m. telenovela, Viver a Vida, had an average rating of 37 points, an all-time low for Globo. But eventually overtaken by Passione (2010–11) and Insesato Coração (2011), who obtained an average of 35 points. These indices showed improvement in the ratings of the telenovelas Fina Estampa (2011–12) and Avenida Brasil (2012). In 2005, a Globo telenovela's rating reached 38% but by 2010, another telenovela garnered just 25.4%. Record's telenovelas grew in popularity, as from 6.5% in 2005, the ratings more than doubled to 14% in 2010.Globo was hit hard in news: Jornal Nacional, Bom Dia Brasil, and Fantástico lost 27%, 20%, and 29% of their audiences, respectively, as three Rede Record news programs (Jornal Da Record, Fala Brasil, and Domingo Espetacular) posed serious competition. In addition, Fala Brasil, as of 2010, has overtaken Bom Dia Brasil, while Domingo Espetacular overtook Fantástico in Goiânia, Belém, and Fortaleza. Telenovelas in the 1980s easily reached over 50 present, Vale Tudo and O Salvador da Pátria being notable examples.As Globo marked in 2010 its first 45 years, viewers in the Rio de Janeiro area that January and November watched Globo's coverages of the Rio de Janeiro floods and the April attacks by drug gangs, plus the historic arrest that November of two suspects in the Tim Lopes case from 2002. Despite the rising tide of support for Record programs, part of the big triumphs in this anniversary year was the Ti Ti Ti remake, which was one of the year's top rating dramas (also the first HD soap to be produced and made in this format on the 7 pm slot), the first 6 pm drama made in HD, Araguaia, and its JN no Ar project on Jornal Nacional, aiming to viewers nationwide with the newscasts visiting various Brazilian cities. 2011, the year Globo launched its present slogan, saw the historic O Clone rebroadcast on Vale a Pena Ver de Novo, the longest in the historic of that block and a ratings winner in its timeslot. Insensato Coração, the first ever drama to be officially declared a 9 pm Drama (Novela das Nove) after years of titling them as 8 pm soaps, aired with great successes for 8 months that year. Alongside it was the first Globo news program in HDTV, Bem Estar, which debuted that February. April saw the record breaking  Cordel Encantado debut episode, resulted in it being one of its highest rating 6 pm dramas to date and a hit among viewers nationwide. Xuxa celebrated her silver jubilee on the network with a special TV Xuxa episode that 2 July — the same day Glee hit Brazilian TV screens.2012 saw Globo become the national channel for its debut season of the national version of The Ultimate Fighter, followed by yet another number one drama at the 9pm slot, Avenida Brasil, as well as the modern reboot of the 1975 drama Gabriela. That April, the network made an historic overnight telecast of UFC 146 in both analogue and high definition to national viewers.\nAs the network marked the start of 2015 - its Golden Jubilee - with the unexpected move of Xuxa Meneghel to Record, the celebrations began on 2 January with a special retrospective showing of past miniseries. However, primetime dramas at the 9pm slot were on the losing edge, especially during the second quarter of the year, given the poor standing of Babilônia against other networks in its time slot, the lowest ever ratings in recent years for a 9pm drama, but would rebound once  A Regra do Jogo premiered on 31 August. It won at the New York International Film and Television Festival in April, and the launch that spring of the network's own on demand video site, Globoplay.On 8 January 2019, Globo announced that Vídeo Show would be cancelled after 35 years due to declining ratings.\n\n\n== Controversy ==\n\nIt has been popularly alleged that Rede Globo's absolute dominance in Brazilian television has allowed its proprietors to influence public opinion in the country, such as during the 1989 presidential campaign, when it broadcast an edited version of the candidates' debate favoring Fernando Collor de Mello to Luiz Inácio Lula da Silva. Globo's history and influence was chronicled in the 1993 British documentary Beyond Citizen Kane, which compared it to that of the fictional character Charles Foster Kane.In 1994, Jornal Nacional, Globo's nationwide television news show, was forced by the Superior Court of Justice to read a statement by then Rio de Janeiro's governor, Leonel Brizola. The group was found guilty of defaming Brizola in a newspaper article and on television. The court granted Brizola the right to address a response on Globo's Jornal Nacional, which had Cid Moreira to read Brizola's response.In 2016, Globo generated worldwide controversy when The Guardian reported that the network had replaced the winner of its Globeleza carnival pageant because she was deemed to be too 'black'. The winner, Nayara Justino, had been selected after winning a vote on one of Brazil's most popular TV shows. Globo denied any wrongdoing.The research in the Panama papers, from a group of Dutch journalists from the daily newspaper Trouw, has shown that TV Globo is cited \"many times\" in a money laundering investigation by the De Nederlandsche Bank which revealed that for years the media outlet conducted several \"irregular financial transactions\" through tax havens in order to pay broadcast rights for the Copa Libertadores. Politicians from seven parties in Brazil were named as clients of a Panama-based firm at the center of a massive data leak over possible tax evasion.\n\n\n== Logo and identity ==\nGlobo's original logo was a stylized star, with shapes evoking the number 4—in reference to the channel number of its original station. In 1966, it was replaced by a circle with a mesh design; in 1969, after becoming a full network, the mesh circle was accompanied by seven interlocking circles in a horizontal row, representing Globo's seven original affiliates. The current Globo logo, consisting of a circle representing the Earth, a square-shaped cutout representing a television screen, and a second circle within the \"screen\", has been used in various forms since 1975, and was created by the Austrian-Brazilian-German designer Hans Donner (pt; de).The original version, colored in blue and white, was replaced by a shaded metallic version in 1980, before adopting its current iteration in 1986—a metallic, three-dimensional sphere, with the screen filled by a rainbow-colored gradient. The network's logo has remained relatively unchanged since the introduction of the sphere design, although its appearance has been occasionally updated; in 2008, the metallic shading was made brighter, and the screen made rectangular to reflect the wider adoption of widescreen televisions. On 26 April 2013, Globo announced that it would unveil a new version of its logo in honor of the network's 48th anniversary. In October 2013, a video leaked which featured a visual timeline of Globo's branding and revealed the new logo. The logo was officially unveiled on 2 April 2014, and began to be used on-air four days later, on 6 April 2014. It features a more streamlined appearance, replacing the metallic shading with a simpler white gloss. The network also began to embrace flat design trends in its marketing, including solid two-dimensional versions of the Globo mark. Network staff stated that the refreshed logo was intended to make it more \"alive\" and diverse, particularly as a multi-platform brand.\n\n\n== Programming ==\n\nReality shows/Game shows\n\nBig Brother Brasil\nThe Voice Brasil\nThe Voice Kids\nQuem Quer Ser um Milionário? (Who Wants to Be a Millionaire?) - (Caldeirão do Huck)\nShow dos Famosos (Your Face Sounds Familiar) - (Domingão do Faustão)\nDança dos Famosos (Dancing with the Stars) - (Domingão do Faustão)\nDing Dong (Superstar Ding Dong) - (Domingão do Faustão)\nSe vira nos 30 (30 Seconds to Fame) - (Domingão do Faustão)\nSuper Chef Celebridades (Top Chef) - (Mais Você)\nPopstar\nThe Wall - (Caldeirão do Huck) - (2018)\nSuperStar (Rising Star) (2016)\nSaltibum (Celebrity Splash!) - (Caldeirão do Huck)\nChefe Secreto (Undercover Boss) - (Fantástico)\nDança no Gelo (Skating with Celebrities / Dancing on Ice) - (Domingão do Faustão)\nAgora ou Nunca - (Caldeirão do Huck)\nGarotada & Cachorrada (reality show about children training dogs) (2016) - (Domingão do Faustão)\nOs Iluminados (Keep Your Light Shining) (2015-2016) - (Domingão do Faustão)\nTruque Vip (reality show about magical tricks and illusionism with celebrities) (2015-2016) - (Domingão do Faustão)\nThe Ultimate Fighter: Brazil (The Ultimate Fighter) (2012-2015)\nTem gente atrás (Avanti un altro!) (2013-2014) - (Domingão do Faustão)\nJogo de Panelas (Come Dine with Me) (2012) - (Mais Você)\nSufoco (The Whole 19 Yards) (2010) - (Domingão do Faustão)\nHipertensão (Fear Factor) (2002-2011)\nMaratoma (Wipeout) (2009) - (Domingão do Faustão)\nNo Limite (Survivor) (2000-2009)\nJogo Duro (Estate of Panic) (2009)\nSuper Chefinhos (2009-2016) - (Mais Você)\nSuper Chef (2008-2011) - (Mais Você)\nDe Cara no Muro (Brain Wall) (2008-2010) - (Domingão do Faustão)\nJogo dos 10 (Power of 10) (2008) - (Domingão do Faustão)\nDancinha dos Famosos (Dancing with the Stars Kids) (2007-2017) - (Domingão do Faustão)\nCirco do Faustão (Celebrity Circus) (2007) - (Domingão do Faustão)\nSoletrando (2007-2015) - (Caldeirão do Huck)\nPulsação (2005-2015) - (Caldeirão do Huck)\nO Jogo (Murder in Small Town X) (2003)\nFAMA (Star Academy) (2002-2005)\nAcorrentados (Chains of Love) (2002-2004) - (Caldeirão do Huck)\nAmor a Bordo (2002) - (Caldeirão do Huck)\nGuerra dos Sonos (Exhausted) (2002) - (Caldeirão do Huck)\nVideo Game (2001-2011)\nJogo da Velha (Hollywood Squares) (1989-1993-2015) - (Domingão do Faustão)\nPonto Fraco (The Weakest Link) (2001) (Canceled)\nContender Series Brasil (The Contender) (future)\nNinja Warrior Brasil (Ninja Warrior) (future)\n\n\n== Availability ==\n\nGlobo is simulcast in analogue and digital television, in standard definition and 1080i high definition. On 2 December 2007, test simulcasts for 1080i begin in the São Paulo market; Rio de Janeiro, Brasília and Belo Horizonte followed on February 2008, with other capitals following on the next months. Prior to this, Rede Globo had provided 480i standard definition service.Globo is broadcast in metropolitan areas through a number of owned-and-operated stations including Globo Rio de Janeiro (Rio de Janeiro), Globo São Paulo (São Paulo), Globo Brasilia (Brasília), Globo Minas (Belo Horizonte), Globo Nordeste (Recife). Rede Globo programming is also carried into other areas of regional Brazil by 147 locally branded affiliate television networks owned by third-party companies. Rede Globo reaches 98,53% of Brazil.\n\n\n=== International distribution ===\nLaunched in 1999 and now with more than 620,000 subscribers, as of 2012, Globo TV International (TV Globo Internacional) has been operating satellite television channels worldwide, including in the Americas, Europe, the Middle East, Africa, and Japan, bringing a mix of entertainment, news and sports programming sourced from Globo TV, GNT, Globo News, Canal Viva, Canal Futura and SporTV, to Brazilian and other Portuguese-speaking people (Lusophones). Two distinct international feeds originate live and directly to viewers around the world from the network's broadcast center located in Rio de Janeiro, the Globo TV Europe/Africa/Middle East feed and Globo TV Americas. A third Globo TV Asia feed originates from Japan by IPC and is based on material recorded earlier in the day from the Americas feed which is replayed on a tape delay schedule more suitable to the Far East Asia time zones.TV Globo Portugal is a subsidiary of Rede Globo based in Lisbon. It airs three channels for Portugal and the international versions of TV Globo for Europe and Africa. Globo Premium and PFC (Brazilian football) channels are available across platforms as premium channels. A similar basic cable and satellite Globo channel is currently available on NOS platforms on channel 10, as an exclusive due to a contractual agreement. TV Globo channels in Portugal differ from other Globo channels due to contractual agreements with SIC network in Portugal, which holds first run rights to some Globo TV programming such as telenovelas.In the United States, Globo TV International is available nationwide in standard definition via satellite services (Dish Network, and DirecTV) (which also offer Globosat's Brazil football coverage channel Premiere Futebol Clube) and by Over-the-top IPTV provider Dishworld. In the U.S., various cable operators like Charter Spectrum in New York; Comcast in Miami, Boston, New Jersey; Bright House Networks in Orlando, Tampa; RCN in Boston and Atlantic Broadband in Atlanta carry the channel on their systems as Switched video. In Canada, it is available through Rogers Cable and the NEXTV IPTV service, and in Mexico and South American countries, it can be seen on SKY satellite. Globo TV International was broadcast in Australia and New Zealand via UBI World TV until June 2012 when UBI ceased operations.\n\n\n=== Online ===\nGlobo.com is the Internet portal arm of the company and has large historical video library and provides part of current content recorded and live TV news and special shows such as Big Brother Brasil. It broadcast the World Cup 2006 games live in 480i and 480p. The portal also provides large access to media conglomerate products such magazines, newspapers and live radio. The domain attracted at least 1.8 million visitors annually by 2008 according to a Compete.com study and is ranked 105th most accessed site in the world according to Alexa.\n\n\n== See also ==\nCriticism of Rede Globo\n\n\n== References ==\n\n\n== External links ==\n\nOfficial website  (in Portuguese)",
    "sourceContentSanitized": "Rede Globo , or simply Globo, is a Brazilian free-to-air television network, launched by media proprietor Roberto Marinho on 26 April 1965. It is owned by media conglomerate Grupo Globo, being by far the largest of its holdings. Globo is the largest commercial TV network in Latin America and the second-largest commercial TV network of the world just behind the American ABC Television Network and the largest producer of telenovelas.Globo is headquartered in the Jardim Botânico neighborhood of Rio de Janeiro, where its news division is based. The network's main production studios are located at a complex dubbed Estúdios Globo, located in Jacarepaguá, in the same city. Globo is composed of 5 owned-and-operated television stations and 119 affiliates throughout Brazil plus its own international networks, Globo TV International and TV Globo Portugal. In 2007, Globo moved its analog operations to high-definition television production for digital broadcasting.Rede Globo is one of the largest media companies in the world, and produces around 2,400 hours of entertainment and 3,000 hours of journalism per year in Brazil. Through its network, the broadcaster covers 98.6% of Brazil's territory. Recognized for its production quality, the company has already been presented with 14 international Emmys. The international operations of Globo include seven pay-per-view television channels and a production and distribution division that distributes Brazilian sports and entertainment content to more than 190 countries around the world.In Brazil, Globo TV presently reaches 99.5% of potential viewers, practically the entire Brazilian population, with 122 broadcasting stations that deliver programming to more than 183 million Brazilians. The network has been responsible for the 20 most-watched TV programs broadcast on Brazilian television, including Avenida Brasil, a 2012 record-breaking telenovela that reached 50 million viewers and was sold to 130 countries.In July 1957, Brazilian President Juscelino Kubitschek approved a request by Radio Globo to establish a television channel. On 30 December 1957, the National Council of Telecommunication published a decree which granted a channel in Rio de Janeiro to TV Globo Ltda. Globo then started preparing the beginning of its television broadcasting operations.Globo began broadcasting on 1 January 1965 in Rio de Janeiro on channel four. That same day, at about 10:45 a.m., Rubens Amaral formally introduced Rede Globo to viewers in Rio de Janeiro, and all over Guanabara State, with the song \"Moon River\" by Henry Mancini at the start of the children's show, Uni Duni Te. By May of that same year, the live telecast of the Holy Mass, which later became its longest running and oldest program, was seen for the first time. The following year, Globo purchased another television station, São Paulo-based TV Paulista, expanding its operations and beginning to dominate national television ratings. In January 1966, Globo broadcast its first major news coverage on flooding in Rio de Janeiro.Jornal da Globo, another trademark show for the network, was the successor to Ultranoticias , the network's first news program that ran until 1969. It featured a broadcast time of 15 minutes and was hosted by Hilton Gomez and, later, Luis Jatoba. In 1967, Globo began to build its national network with the affiliation of Porto Alegre-based TV Gaúcha . TV Gaúcha would become Globo's affiliate in Florianopolis in the late 1970s, when it received its current name. It is one of Globo 's oldest affiliates, active since 1962, three years before Globo was launched. Uberlândia's TV Triângulo and Goiânia's TV Anhanguera soon followed in 1967 and 1968. The now extinct TV Guajará, based in Belém, was launched in 1969, and was followed by TV Verdes Mares the following year. 1968 was also the year in which Globo's branch station in Belo Horizonte, TV Globo Minas, was launched.On 1 September 1969, the country and national television broadcasting changed with the premiere of Jornal Nacional , the nation's first live newscast anchored by Cid Moreira and Hilton Gomez. Its theme music, \"The Fuzz\" by Frank DeVol, became one of the show's trademarks, together with the program logo and the \"Boa Noite\" closing established by the hosts. Its success was followed by the launch of Jornal Hoje on 21 April 1971, the same day in which its Brasilia station was inaugurated. The program was exclusively shown on the Rede Globo Rio de Janeiro flagship station until 1974 when it became a nationwide midday newscast. It broadcast its first FIFA World Cup in 1970, the same year in which the Rede Excelsior network closed down, absorbed by Globo. The network's famous Plim-Plim interval sound also debuted that year.The network's 1976 broadcasting scheduling process developed the Padrão Globo de Qualidade : two soap operas, followed by Globo Repórter newscasts, and one to two more drama shows or cinema, comedy programming and others. The process was led by Walter Clark and Jose Bonifacio de Olivera Sobrinho in 1960, when Rede Excelsior was launched . The network's audience share increased in the late 1970s, eventually clinching the top ratings spot of Brazil television. This was the reason Silvio Santos, one of the network's original variety show presenters since 1965, backed out of Globo, and moved his 11-year-old program to Rede Tupi, while putting up his own network, TVS in the process the next year, even bringing his own show there. In the process, it would also continue the first nationwide variety show telecast that Globo had since 1966, and ten years later was also broadcast on São Paulo's RecordTV until 1987, on Rede Tupi until 1980, and on TVS, now SBT, until the present day.Os Trapalhões began the next year, continuing until 1995, together with the network's morning news program, Bom Dia São Paulo , which four years later would have a national version. 1975 would also be the first time its present coprorate logo was shown: it was created by Hans Donner, and was then a colored blue sphere with a TV-shaped box with another blue ball inside. Donner also created the network's first presentation package with the new corporate logo for the first time with the help of New York-based Dolphin Productions - making Globo the first national network to use the Scanimate system of computer animation and the second TV station in Brazil to adopt it after TVS in Rio de Janeiro, the first TV channel to use the system in 1976. That year also marked the premiere of Sítio do Picapau Amarelo , one of the network's famous children's series. Its first version ran until 1986, its second version was aired from 2001 to 2007 and from April 2007, it has an animated version as well but the 2000 logo version of Globo that they used turned out to be their last.The network's second successful FIFA World Cup telecast after its first happened the following year , followed by the premiere telecast of Globo Esporte , the network's daily sports newscast, still airing before Jornal Hoje, then anchored by Luciano do Valle. That same year, Caso Especial ended its first phrase of broadcasts , and was replaced by another teletheater program, Aplauso. The decade closed with the premiere of the Domingo Maior film block, one of the new programs Globo made for Sundays, the Cinema Especial holiday film specials, and the revival of Jornal da Globo in 1979 after a ten-year absence , plus the Jornal das Sete local newscasts of 1979-83, precursor to the network's local news programs of today. Jornal da Globo was anchored by Sergio Chapelin at the time and aired after JN Second Edition, and now had a running time of 30 minutes. Domingo Global, the musical program showcasting both Brazilian and international music, also made its debut.As Rede Globo marked its 15th years of broadcasts in 1980–81, it had two major events in its sleeve. Since 1980 was the year that Rede Tupi shut down all of its operations, it surprised many former Tupi viewers and supporters with its anniversary programs. Two of them was the Festival 15 Anos which showcased the best drama programs of the last 15 years, and the Os Trapalhões marathon, which gave itself to charitable activities for 8 long hours. It proved to many Brazilians how the network was proving well as the now audience leader in Brazilian television.Vale a Pena Ver de Novo , an afternoon drama block, debuted on 5 May that year. Globo Rural, its rural newscast also debuted in the same year, with Carlos Nascimento as its first presenter. By then, it was broadcast weekly, on Sundays. Another debut program was the woman-oriented TV Mulher.1981 saw the debut of the top-rating comedy program Viva O Gordo with Jô Soares at the helm, one of the network's many mainstay comedies of the decade. Aside from its 1982 FIFA World Cup coverage in 1982, the network premiered the children's show Balão Mágico , which ran from 1982 to 1986. It was anchored by the children's musical group Turma do Balão Mágico, whose music struck a chord with its viewers. 1982 saw the Jornal da Globo relaunch in August, after two successive editions. The presenters then were Renato Machado, Belisa Ribeiro and Luciana Villas Boas, with Carlos Monforte as program commentator.1983 saw the birth of another network hit: Vídeo Show, successfully airing until the present day. Its first program host was Tássia Camargo. The network's daily electronic magazine show , it gives an inside look of the network's programs and includes bloopers, interviews and even a look into Globo's historical moments. Bonner, Chico Pinheiro and Malu Mader were some of the program's early co-hosts. It had its SOS Nordeste campaign which debuted that year led by Renato Aragão of Os Trapalhões, lasting until 1986. Another success was the top-rating drama Guerra Dos Sexos in the evening slots.Also debuting that year were the Praça TV local newscasts , aired twice a day and the national version of the network's São Paulo morning newscast, Bom Dia Brasil , with Carlos Monforte as its first anchor, by then based in Globo's Brasília studios until 1996. By then it had two editions, only broadcast in full then in Globo's Recife, Brasilia and Belo Horizonte stations because São Paulo and Rio de Janeiro had their own local editions of the newscast.In 1984, it not only premiered its Supercine film slot , it extended Praça TV to late night as a result of the Jornal da Globo relaunch of 1982. Lasting until 1990, the 10-minute Praça TV Terceira Edição gave its affiliated stations the chance to recap the day's local news in their own networks after Jornal da Globo was aired. By then, Eliakim Araujo and Liliana Rodriguez had become its presenters, and had Jô Soares as humorist until he moved to SBT in 1988. Also premiering was Praça TV Sunday Editions, lasting until June 1987, which highlighted the news stories of the day and served as Fantastico's preview show in the midday and early evening editions. It was also the year of the Diretas Já campaign in some Brazilian cities from March 1983 to April 1984, in which Jornal Nacional had a mistake in carrying news about the campaign's progress.1985 was Globo's 20th anniversary. It was one of the best years ever for the channel, for various reasons. One reason was the Festival 20 Anos showcase of previous soap operas aired on the network. Other surprises include the record breaking final episode of Roque Santeiro, then its rating-topping series, which in March, after a 10-year absence was finally shown on Rede Globo newer than its planned previous edition, and the debut of Corujão, its programming-ending block of films for all Brazilians, especially the older citizens, now rejoiced by the end of the country's military rule of 21 years. Since it is the last program before sign-off except for some days of the week, films rated for adults are shown here, followed by the network's sign-off plug, showing the next day's programming. SOS Nordeste Urgente ended its run that year, and the network formally announced its replacement, the Criança Esperança charity telethon, to be aired the next year.1986 was the key year when Xuxa Meneghel's own show, Xou da Xuxa debuted on Rede Globo. Xuxa, who left the similarly formatted program Clube da Criança on Rede Manchete, joined the network and thus, her show replaced the successful Balão Mágico as a result. It was a hit among children in all the country, airing all week for seven years until 1992. That year was also the 20th anniversary of Os Trapalhões, which lasted until 1987. The network's other big program was its coverage of the 1986 Copa Ouro, plus the first telecast of the Criança Esperança children's charity show, which Renato Aragão hosted. The logo was renovated several times in the years that followed. 1987 saw yet more improved programming debut in all areas. In 1988, Vale Tudo, one of Brazilian television's best dramas, premiered on the channel followed by its Tela Quente weekly film block, aired on Mondays.On 26 March 1989, the network's own Sunday variety program, Domingão do Faustão , was launched as the network started to take over the Sunday afternoon TV ratings, then led by SHT's Programa Silvio Santos. Still airing on Sunday afternoons and evenings before Fantástico. Another newcomer was the Sessao Máxima film block, airing on Sundays since 1990 . Within the year, so many series and programs premiered on the network and were aired until 1990, but the news programs got a makeover and change of presenters, especially the main newscasts and Praça TV in the local level.Even Jornal Nacional and Jornal da Globo got makeovers and hosting changes, the former got its present version of The Fuzz plus a new studio coupled with the return of Sergio Chapelin to the program as co-presenter, its then anchors, leaving behind co-anchor Leilane Neubarth. All three presenters were replaced by William Bonner and Fátima Bernardes , becoming their first team-up in a Globo newscast since March that year, when Bernardes joined Fantástico along with Fausto Silva, becoming one of its co-hosts along with Bonner, Chapelin and others plus Chico Anysio, one of the original presenters. Bonner soon took over as Jornal Hoje principal anchor and joined Jornal Nacional as one of the substitute presenters while Fatima stayed with Fantástico until the mid-1990s. They were to be married in 1993, several years after Eliakim and Leila's own wedding. The year ended with hope that next year, the 40th year of Brazilian TV and Globo's 25th anniversary year, will be one of the best years that Globo has ever seen, as shown in their years-end campaign video commemorating its 25th anniversary, in which most of the network's artists, program presenters and newscasters performed its 25th anniversary theme song. In 1990, Globo turned 25 years old. Some of its shows and programs debuted that same year, together with its anniversary presentation Festival 25 Anos of replayed telecasts of all its best programs in the past 25 years were:Escolinha do Professor Raimundo ArapongaA Rainha da SucataTV Pirata ended its run that year, because of the loss of the post JN program slot ratings to Rede Manchete's Pantanal drama series, then aired on weekdays from 9:30 to 10:30 in the evening, and was reinstated in 1991. It also broadcast the 1990 FIFA World Cup that same year, and covered the 1990 congressional elections for the National Congress of Brazil.1991 saw the birth of Globosat, the Globo Organization's own cable service, of which Rede Globo was but part. By then, it had only 4 channels, compared with more than 30 channels today. Another big surprise also came that year in the form of O Dono do Mundo, another of its top record dramas, plus Vamp, its highly successful 7 P.M. soap, which would later become a South American hit. Plantão JN, Globo's own breaking news service was relaunched into Plantão da Globo that year, and Fausto Silva began hosting his own New Year's program. Globo became the official network for The Simpsons when it made its national premiere. Its 6:00 soap opera, Felicidade, marked yet another first for the network because it had a woman director, Denise Saraceni, for the first time in national television drama history.By the next year, President Collor's impeachment trials and the 1992 Barcelona Olympics were all covered by Rede Globo's news and sports teams. On 31 December 1992, Globo lost this franchise with a closing ceremony the programme closed and the Globo ident has Ended, the anthropomorphic puppet hosted show that continued the network's long successes with child-friendly programming. It ran until 1997. She left to host a Sunday's brand new family-oriented program in 1993.Meridian became the official network for the 1994 FIFA World Cup, and it carried to the television audience all over the nation the journey of the Brazil national football team into its third championship. It would be also a great year for its drama and news departments. However, May Day celebrations that year were marred by the sudden death that same day of the nation's Formula One hero, Ayrton Senna, during the 1994 San Marino Grand Prix. As the official F1 broadcaster, it brought the sad news of his demise to the nation and covered its aftermath with special coverages and the huge national mourning for his sudden loss.Globo turned 30 on 1 January 1995. The highlights of the year included the opening of the brand new Estúdios Globo studios and the launch of a new youth oriented program: Malhação, plus its Festival 30 Anos commemorative series. It was the year that Os Trapalhões ended a long successful run on the network, and the Plim Plim interval idents were updated by various cartoonists for the anniversary. Globo suffered a year of audience losses but in 1996 audience share began to increase until they were the nation's number one network, aided by brand new programs and its coverage of the 1996 Summer Olympic Games in Atlanta, coupled with changes in the newsrooms. Globo was the first Brazilian network to have its own news channel, Globo News, which started in the same year. Now based in both São Paulo and Rio de Janeiro, the latter the main headquarters, it broadcast replays of Globo news programs, and had its own news programs and commentaries. The network ratings were threatened by the top rated programming from SBT and Record, but in 1998 the network recovered its top place with its 1998 FIFA World Cup live coverage, although violent images became an issue when its 9 P.M. telenovela Torre de Babel was pulled off the air. Holiday programming was boosted by its New Year's Eve premiere of Show da Virada, Aloysio Legey's creation and Brazil's response to international New Year television celebrations worldwide. That year was also the start of its ground breaking Brazil 500 project aimed at preparing the nation for its 500th anniversary of European discovery.Globo has since expanded to become the largest TV Network in Brazil, with over $2 billion in revenue in 1992.2000, the 35th anniversary of Globo, the 50th of Brazilian Television and the 500th for Brazil, was highlighted by its TV Ano 50 series honoring the first five decades of Brazilian television, and the Brazil 500 festival concert, the launch of three brand new variety shows , new dramas, and its 2000 Summer Olympics coverage, and was capped off by the Titanic two-part premiere in December as part of Cinema Especial , another ratings record breaker. Globo became a pioneer in reality-based programming with the premiere of the successful No Limite program that year.2001 started well for Globo, despite a fire at the Xuxa Park set in January that caused the show to end its run. The network had low audience ratings in several programs, two dramas were national hits, and the second version of Sítio do Pica-Pau Amarelo children's program debuted. In the news departments the network covered the 9/11 attacks in the United States, and continued its coverage in the long aftermath.On 1 October 2001, O Clone debuted and enjoyed both critical and popular success. It was written by Glória Perez and featured a large cast of stars. The telenovela was exported to 91 countries and has also become an international success.Globo aired the 2002 World Cup as national broadcaster.On 6 August 2003, owner and president of Globo, Roberto Marinho, died at age 98 in a hospital in Rio de Janeiro. His three children assumed leadership of the network in the aftermath and Globo provided national coverage of the mourning that followed up till his burial.For Globo, 2004 was the beginning of the long decline of viewership support for its legendary telenovelas, but the year was one of the strongest for television drama as telenovelas Da Cor do Pecado and Senhora do Destino made high ratings one after the other. The year saw its 2004 Athens Olympics Coverage as well and debuted Brazil TV in the afternoon bringing national news stories for satellite viewers. 2005 was the year that changed the network's viewers as it marked its 40th anniversary years with mixed feelings, due to the improving situation of Rede Record, to which some Globo talent began decamping. The year ended in a high note for the network: Alma Gêmea and Belíssima scored high audience ratings in drama, and the network transmitted to viewers nationwide the robbery at the Central Bank of Fortaleza via TV Verdes Mares.2006 started out with the record-breaking live coverage of U2's successful 20–21 February São Paulo concerts, another triumph in the audience ratings. Despite several scandals that rocked the network it did a great job covering the 2006 FIFA World Cup and the Presidential elections of that year. By 2007, Globo began its digital television broadcasts, and several hit programs were aired, including hit 9PM drama Paraíso Tropical. The network also became the official home for the broadcasts of the 2007 Pan-American Games held in Rio de Janeiro. Globo revised its logo yet again in 2008 , and started using its iconic logo for its O&O stations nationwide. Its Rede Fuso program for states outside the Brasilia timezone launched, affecting programming in these areas.2009 saw Globo witnessing the victory of Caminho das Índias in the national ratings in the 9 pm slot, which earned it an International Emmy Awards nomination and subsequent win, alongside the high rating 6 pm soap Paraíso, a reboot of the 1982 original, the first 6 pm drama since 2007 to post high audience ratings. The death of Michael Jackson that June was honored with a special Globo Reporter on 26 June, the day after his death, and made an historic effort to broadcast the golden jubilee concert of Roberto Carlos in HD on 11 July. In August, Jornal Nacional celebrated its 40th anniversary. All this happened just as the Globo-Record rivalry erupted yet again late in the year, given several reports on Globo's news programs that countered those on Record that were targeting the network.The IBOPE ratings of São Paulo metropolitan area shows that Globo telenovelas has lost, between 2004 and 2008, 26,2% of viewership, although Globo is still the leader network. Its previous 9 p.m. telenovela, Viver a Vida, had an average rating of 37 points, an all-time low for Globo. But eventually overtaken by Passione and Insesato Coração , who obtained an average of 35 points. These indices showed improvement in the ratings of the telenovelas Fina Estampa and Avenida Brasil . In 2005, a Globo telenovela's rating reached 38% but by 2010, another telenovela garnered just 25.4%. Record's telenovelas grew in popularity, as from 6.5% in 2005, the ratings more than doubled to 14% in 2010.Globo was hit hard in news: Jornal Nacional, Bom Dia Brasil, and Fantástico lost 27%, 20%, and 29% of their audiences, respectively, as three Rede Record news programs posed serious competition. In addition, Fala Brasil, as of 2010, has overtaken Bom Dia Brasil, while Domingo Espetacular overtook Fantástico in Goiânia, Belém, and Fortaleza. Telenovelas in the 1980s easily reached over 50 present, Vale Tudo and O Salvador da Pátria being notable examples.As Globo marked in 2010 its first 45 years, viewers in the Rio de Janeiro area that January and November watched Globo's coverages of the Rio de Janeiro floods and the April attacks by drug gangs, plus the historic arrest that November of two suspects in the Tim Lopes case from 2002. Despite the rising tide of support for Record programs, part of the big triumphs in this anniversary year was the Ti Ti Ti remake, which was one of the year's top rating dramas , the first 6 pm drama made in HD, Araguaia, and its JN no Ar project on Jornal Nacional, aiming to viewers nationwide with the newscasts visiting various Brazilian cities. 2011, the year Globo launched its present slogan, saw the historic O Clone rebroadcast on Vale a Pena Ver de Novo, the longest in the historic of that block and a ratings winner in its timeslot. Insensato Coração, the first ever drama to be officially declared a 9 pm Drama after years of titling them as 8 pm soaps, aired with great successes for 8 months that year. Alongside it was the first Globo news program in HDTV, Bem Estar, which debuted that February. April saw the record breaking Cordel Encantado debut episode, resulted in it being one of its highest rating 6 pm dramas to date and a hit among viewers nationwide. Xuxa celebrated her silver jubilee on the network with a special TV Xuxa episode that 2 July — the same day Glee hit Brazilian TV screens.2012 saw Globo become the national channel for its debut season of the national version of The Ultimate Fighter, followed by yet another number one drama at the 9pm slot, Avenida Brasil, as well as the modern reboot of the 1975 drama Gabriela. That April, the network made an historic overnight telecast of UFC 146 in both analogue and high definition to national viewers.As the network marked the start of 2015 - its Golden Jubilee - with the unexpected move of Xuxa Meneghel to Record, the celebrations began on 2 January with a special retrospective showing of past miniseries. However, primetime dramas at the 9pm slot were on the losing edge, especially during the second quarter of the year, given the poor standing of Babilônia against other networks in its time slot, the lowest ever ratings in recent years for a 9pm drama, but would rebound once A Regra do Jogo premiered on 31 August. It won at the New York International Film and Television Festival in April, and the launch that spring of the network's own on demand video site, Globoplay.On 8 January 2019, Globo announced that Vídeo Show would be cancelled after 35 years due to declining ratings.It has been popularly alleged that Rede Globo's absolute dominance in Brazilian television has allowed its proprietors to influence public opinion in the country, such as during the 1989 presidential campaign, when it broadcast an edited version of the candidates' debate favoring Fernando Collor de Mello to Luiz Inácio Lula da Silva. Globo's history and influence was chronicled in the 1993 British documentary Beyond Citizen Kane, which compared it to that of the fictional character Charles Foster Kane.In 1994, Jornal Nacional, Globo's nationwide television news show, was forced by the Superior Court of Justice to read a statement by then Rio de Janeiro's governor, Leonel Brizola. The group was found guilty of defaming Brizola in a newspaper article and on television. The court granted Brizola the right to address a response on Globo's Jornal Nacional, which had Cid Moreira to read Brizola's response.In 2016, Globo generated worldwide controversy when The Guardian reported that the network had replaced the winner of its Globeleza carnival pageant because she was deemed to be too 'black'. The winner, Nayara Justino, had been selected after winning a vote on one of Brazil's most popular TV shows. Globo denied any wrongdoing.The research in the Panama papers, from a group of Dutch journalists from the daily newspaper Trouw, has shown that TV Globo is cited \"many times\" in a money laundering investigation by the De Nederlandsche Bank which revealed that for years the media outlet conducted several \"irregular financial transactions\" through tax havens in order to pay broadcast rights for the Copa Libertadores. Politicians from seven parties in Brazil were named as clients of a Panama-based firm at the center of a massive data leak over possible tax evasion.Globo's original logo was a stylized star, with shapes evoking the number 4—in reference to the channel number of its original station. In 1966, it was replaced by a circle with a mesh design; in 1969, after becoming a full network, the mesh circle was accompanied by seven interlocking circles in a horizontal row, representing Globo's seven original affiliates. The current Globo logo, consisting of a circle representing the Earth, a square-shaped cutout representing a television screen, and a second circle within the \"screen\", has been used in various forms since 1975, and was created by the Austrian-Brazilian-German designer Hans Donner .The original version, colored in blue and white, was replaced by a shaded metallic version in 1980, before adopting its current iteration in 1986—a metallic, three-dimensional sphere, with the screen filled by a rainbow-colored gradient. The network's logo has remained relatively unchanged since the introduction of the sphere design, although its appearance has been occasionally updated; in 2008, the metallic shading was made brighter, and the screen made rectangular to reflect the wider adoption of widescreen televisions. On 26 April 2013, Globo announced that it would unveil a new version of its logo in honor of the network's 48th anniversary. In October 2013, a video leaked which featured a visual timeline of Globo's branding and revealed the new logo. The logo was officially unveiled on 2 April 2014, and began to be used on-air four days later, on 6 April 2014. It features a more streamlined appearance, replacing the metallic shading with a simpler white gloss. The network also began to embrace flat design trends in its marketing, including solid two-dimensional versions of the Globo mark. Network staff stated that the refreshed logo was intended to make it more \"alive\" and diverse, particularly as a multi-platform brand.Reality shows/Game showsBig Brother BrasilThe Voice BrasilThe Voice KidsQuem Quer Ser um Milionário? - Show dos Famosos - Dança dos Famosos - Ding Dong - Se vira nos 30 - Super Chef Celebridades - PopstarThe Wall - - SuperStar Saltibum - Chefe Secreto - Dança no Gelo - Agora ou Nunca - Garotada & Cachorrada  - Os Iluminados  - Truque Vip  - The Ultimate Fighter: Brazil Tem gente atrás  - Jogo de Panelas  - Sufoco  - Hipertensão Maratoma  - No Limite Jogo Duro Super Chefinhos - Super Chef - De Cara no Muro  - Jogo dos 10  - Dancinha dos Famosos  - Circo do Faustão  - Soletrando - Pulsação - O Jogo FAMA Acorrentados  - Amor a Bordo - Guerra dos Sonos  - Video Game Jogo da Velha  - Ponto Fraco  Contender Series Brasil Ninja Warrior Brasil Globo is simulcast in analogue and digital television, in standard definition and 1080i high definition. On 2 December 2007, test simulcasts for 1080i begin in the São Paulo market; Rio de Janeiro, Brasília and Belo Horizonte followed on February 2008, with other capitals following on the next months. Prior to this, Rede Globo had provided 480i standard definition service.Globo is broadcast in metropolitan areas through a number of owned-and-operated stations including Globo Rio de Janeiro , Globo São Paulo , Globo Brasilia , Globo Minas , Globo Nordeste . Rede Globo programming is also carried into other areas of regional Brazil by 147 locally branded affiliate television networks owned by third-party companies. Rede Globo reaches 98,53% of Brazil.Launched in 1999 and now with more than 620,000 subscribers, as of 2012, Globo TV International has been operating satellite television channels worldwide, including in the Americas, Europe, the Middle East, Africa, and Japan, bringing a mix of entertainment, news and sports programming sourced from Globo TV, GNT, Globo News, Canal Viva, Canal Futura and SporTV, to Brazilian and other Portuguese-speaking people . Two distinct international feeds originate live and directly to viewers around the world from the network's broadcast center located in Rio de Janeiro, the Globo TV Europe/Africa/Middle East feed and Globo TV Americas. A third Globo TV Asia feed originates from Japan by IPC and is based on material recorded earlier in the day from the Americas feed which is replayed on a tape delay schedule more suitable to the Far East Asia time zones.TV Globo Portugal is a subsidiary of Rede Globo based in Lisbon. It airs three channels for Portugal and the international versions of TV Globo for Europe and Africa. Globo Premium and PFC channels are available across platforms as premium channels. A similar basic cable and satellite Globo channel is currently available on NOS platforms on channel 10, as an exclusive due to a contractual agreement. TV Globo channels in Portugal differ from other Globo channels due to contractual agreements with SIC network in Portugal, which holds first run rights to some Globo TV programming such as telenovelas.In the United States, Globo TV International is available nationwide in standard definition via satellite services  and by Over-the-top IPTV provider Dishworld. In the U.S., various cable operators like Charter Spectrum in New York; Comcast in Miami, Boston, New Jersey; Bright House Networks in Orlando, Tampa; RCN in Boston and Atlantic Broadband in Atlanta carry the channel on their systems as Switched video. In Canada, it is available through Rogers Cable and the NEXTV IPTV service, and in Mexico and South American countries, it can be seen on SKY satellite. Globo TV International was broadcast in Australia and New Zealand via UBI World TV until June 2012 when UBI ceased operations.Globo.com is the Internet portal arm of the company and has large historical video library and provides part of current content recorded and live TV news and special shows such as Big Brother Brasil. It broadcast the World Cup 2006 games live in 480i and 480p. The portal also provides large access to media conglomerate products such magazines, newspapers and live radio. The domain attracted at least 1.8 million visitors annually by 2008 according to a Compete.com study and is ranked 105th most accessed site in the world according to Alexa.Criticism of Rede GloboOfficial website ",
    "sentences": [
        {
            "text": "Rede Globo , or simply Globo, is a Brazilian free-to-air television network, launched by media proprietor Roberto Marinho on 26 April 1965.",
            "keywords": [
                "Rede Globo",
                "Globo",
                "air television network",
                "April",
                "media proprietor Roberto Marinho"
            ],
            "images": []
        },
        {
            "text": "It is owned by media conglomerate Grupo Globo, being by far the largest of its holdings.",
            "keywords": [
                "media conglomerate Grupo Globo",
                "holdings"
            ],
            "images": []
        },
        {
            "text": "Globo is the largest commercial TV network in Latin America and the second-largest commercial TV network of the world just behind the American ABC Television Network and the largest producer of telenovelas",
            "keywords": [
                "largest commercial TV network",
                "Latin America",
                "Globo",
                "American ABC Television Network",
                "largest producer of telenovelas",
                "second-largest commercial TV network of the world"
            ],
            "images": []
        },
        {
            "text": "Globo is headquartered in the Jardim Botânico neighborhood of Rio de Janeiro, where its news division is based.",
            "keywords": [
                "news division",
                "Globo",
                "Jardim Botânico neighborhood of Rio de Janeiro"
            ],
            "images": []
        },
        {
            "text": "The network's main production studios are located at a complex dubbed Estúdios Globo, located in Jacarepaguá, in the same city.",
            "keywords": [
                "network's main production studios",
                "Estúdios Globo",
                "city",
                "complex",
                "Jacarepaguá"
            ],
            "images": []
        },
        {
            "text": "Globo is composed of 5 owned-and-operated television stations and 119 affiliates throughout Brazil plus its own international networks, Globo TV International and TV Globo Portugal.",
            "keywords": [
                "television stations",
                "own international networks",
                "Globo TV International",
                "Globo",
                "Brazil",
                "affiliates",
                "TV Globo Portugal"
            ],
            "images": []
        },
        {
            "text": "In 2007, Globo moved its analog operations to high-definition television production for digital broadcasting",
            "keywords": [
                "digital broadcasting",
                "Globo",
                "analog operations",
                "high-definition television production"
            ],
            "images": []
        }
    ]
}